tap "alecharmon/tap", trusted: true
tap "asmvik/formulae", trusted: true
tap "browsh-org/browsh", trusted: true
tap "cjbassi/gotop", trusted: true
tap "felixkratz/formulae", trusted: true
tap "gcenx/wine", trusted: true
tap "giammarco-ferranti/deja", trusted: true
tap "hashicorp/tap", trusted: true
tap "izyumidev/xcode-discord-rpc", trusted: true
tap "koekeishiya/formulae", trusted: true
tap "minacle/chntpw", trusted: true
tap "nextfire/tap", trusted: true
tap "openresty/brew", trusted: true
tap "samtay/tui", trusted: true
tap "sidneys/homebrew", trusted: true
tap "sylvanfranklin/srhd", trusted: true
tap "teamookla/speedtest", trusted: true
tap "vladkens/tap", trusted: true
brew "aom"
brew "openssl@3"
brew "aria2"
brew "libpng"
brew "asciiquarium"
brew "autoconf-archive"
brew "automake"
brew "bat"
brew "bottom"
brew "btop"
brew "cabextract"
brew "freetype"
brew "fontconfig"
brew "cairo"
brew "cargo-c"
brew "catimg"
brew "fftw"
brew "portaudio"
brew "cava"
brew "cdrtools"
brew "jpeg-turbo"
brew "harfbuzz"
brew "pango"
brew "chafa"
brew "check"
brew "choose-gui"
brew "cmake"
brew "cmatrix"
brew "colima"
brew "coreutils"
brew "dbus"
brew "deno"
brew "docker", link: false
brew "gnutls"
brew "unbound"
brew "emacs"
brew "expat"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ferium"
brew "opus"
brew "sdl2"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gemini-cli"
brew "geoip"
brew "geoipupdate"
brew "gh"
brew "tesseract"
brew "ghostscript"
brew "glew"
brew "glfw"
brew "glm"
brew "gotop"
brew "libtool"
brew "imagemagick"
brew "jp2a"
brew "jpeg"
brew "libass"
brew "libedit"
brew "libiconv"
brew "libmicrohttpd"
brew "pkgconf"
brew "libpthread-stubs"
brew "librist"
brew "libsixel"
brew "libxkbcommon"
brew "lsd"
brew "luarocks"
brew "luau"
brew "mas"
brew "unixodbc"
brew "mdbtools"
brew "midnight-commander"
brew "mint"
brew "mole"
brew "nano"
brew "nanorc"
brew "nginx"
brew "nim"
brew "ninja"
brew "node@20"
brew "notcurses"
brew "nowplaying-cli"
brew "onefetch"
brew "openssl@1.1"
brew "openvino"
brew "pandoc"
brew "pfetch"
brew "postgresql@14"
brew "pyenv"
brew "python@3.11"
brew "python@3.12"
brew "python@3.13"
brew "ripgrep"
brew "ruby"
brew "rustup"
brew "s-search"
brew "sdl3"
brew "sdl3_ttf"
brew "spicetify-cli", link: false
brew "startup-notification"
brew "switchaudio-osx"
brew "television"
brew "telnet"
brew "tldr"
brew "tree"
brew "tty-clock"
brew "up"
brew "vapor"
brew "vite"
brew "w3m"
brew "wimlib"
brew "winetricks"
brew "xcb-util-cursor"
brew "yazi"
brew "zenity"
brew "zig"
brew "zoxide"
brew "alecharmon/tap/applepw"
brew "browsh-org/browsh/browsh"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/packer"
brew "izyumidev/xcode-discord-rpc/xcode-discord-rpc"
brew "openresty/brew/openresty"
brew "teamookla/speedtest/speedtest"
brew "vladkens/tap/macmon"
cask "blender"
cask "bluestacks"
cask "discord"
cask "dolphin"
cask "finetune"
cask "firefox"
cask "font-lilex-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "ghostty"
cask "gimp"
cask "linearmouse"
cask "loop"
cask "mattermost"
cask "middleclick"
cask "monitorcontrol"
cask "notion"
cask "notion-calendar"
cask "obs"
cask "obsidian"
cask "platypus"
cask "prismlauncher"
cask "raycast"
cask "sf-symbols"
cask "signal"
cask "steam"
cask "tailscale-app"
cask "vesktop"
cask "viber"
cask "zed"
cask "zerotier-one"
mas "AdBlock", id: 1402042596
mas "Bluebook", id: 1645016851
mas "Folder Preview", id: 6698876601
mas "GamepadMapper", id: 1517291304
mas "Gapplin", id: 768053424
mas "Keynote", id: 409183694
mas "Pages", id: 409201541
mas "RetroClip", id: 1332064978
mas "Teleparty For Safari", id: 6471985961
mas "Urban VPN Desktop", id: 1517772049
mas "Xcode", id: 497799835
cargo "tetro-tui"
npm "neovim"
npm "svelte"
npm "tree-sitter-cli"
npm "typescript"
npm "vercel"
